tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "autoconf"
brew "autojump"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "cmake"
brew "coreutils"
brew "curl"
brew "elixir"
brew "fd"
brew "fzf"
brew "gcc libgccjit"
brew "git"
brew "gmp"
brew "libtool"
brew "pkg-config"
brew "gnupg"
brew "htop"
brew "libyaml"
brew "node"
brew "marked"
brew "neovim"
brew "postgresql"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "selenium-server-standalone"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yabai"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
/* brew "d12frosted/emacs-plus/emacs-plus@28 --with-native-comp --with-modern-doom3-icon" */
brew "goles/battery/battery"
brew "koekeishiya/formulae/yabai"
brew "cmacrae/formulae/spacebar"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monofur-nerd-font"
cask "font-proggyclean-nerd-font"
cask "kitty"
cask "notion"
