tap "d12frosted/emacs-plus"
brew "antigen"
brew "battery"
brew "chrome"
brew "coreutils"
brew "curl"
brew "fd"
brew "firefox"
brew "fzf"
brew "git"
brew "neovim"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "insomnia"
cask "kitty"
cask "notion"
